Repository: RainyofSun/PintarDom
Catalog: PintarDom/Res/*.lproj/Localizable.strings
Languages: id

# tab_home
source: Home
id: Beranda

# tab_order
source: Orders
id: Pesanan

# tab_me
source: Me
id: Saya

# lunch_try
source: Try again
id: Coba lagi

# login_title
source: LOGIN
id: MASUK

# login_phone
source: Phone number
id: Nomor telepon

# login_phone_place
source: Please enter your phone number
id: Silakan masukkan nomor telepon Anda.

# login_code
source: Verification code
id: Kode verifikasi

# login_code_place
source: Verification code
id: Kode verifikasi

# login_voice
source: Voice verification
id: Verifikasi suara

# login_sms_code
source: Get Code
id: Dapatkan Kode

# login_xie_yi_pre
source: I agree to the
id: Saya setuju dengan

# login_xie_yi
source: <Privacy Policy>
id: Kebijakan Privasi

# login_login
source: Login
id: Masuk

# home_tip
source: Welcome to %@!
id: Selamat datang di %@!

# home_safe
source: 100% safe
id: 100% aman

# home_fast
source: Fast approval
id: Persetujuan cepat

# home_simple
source: Simple
id: Sederhana

# home_apply
source: Apply now
id: Daftar sekarang

# home_p_p
source: Privacy Policy
id: Kebijakan Privasi

# home_tip1
source: Common problems in borrowing
id: Masalah umum dalam peminjaman

# home_tip2
source: 1.How do I apply for a loan?
id: 1.Bagaimana cara mengajukan pinjaman?

# home_tip3
source: 2.Why can't l receive the verifcation code?
id: 2.Mengapa saya tidak bisa menerima kode verifikasi?

# home_tip4
source: 3.How long is the loan approval process?
id: 3.Berapa lama proses persetujuan pinjaman?

# home_tip5
source: 4.If my loan is not approved, can l apply again?
id: 4.Jika pinjaman saya tidak disetujui, apakah saya bisa mengajukan lagi?

# home_tip6
source: 5.Can l cancel my loan after submitting it?
id: 5.Apakah saya bisa membatalkan pinjaman saya setelah mengajukan permohonan?

# order_nav
source: Order List
id: Daftar Pesanan

# order_repay
source: Repayment
id: Pelunasan

# order_applying
source: Applying
id: Menerapkan

# order_finish
source: Finished
id: Selesai

# order_all
source: All
id: Sem

# order_empty
source: Here is no order yet, please apply now
id: Belum ada pesanan yang masuk, silakan ajukan permohonan sekarang.

# order_empty_btn
source: Go to Apply
id: Klik Terapkan

# me_nav
source: Personal center
id: Pusat Pribadi

# me_tip1
source: The borrower must be at least 18 years old
id: Peminjam harus berusia minimal 18 tahun.

# me_tip2
source: Identity and real name authentication
id: Identitas dan verifikasi nama asli

# me_tip3
source: Stable source of income
id: Sumber penghasilan yang stabil

# setting_nav
source: Settings
id: Pengaturan

# setting_version
source: Version number：V1.0.0
id: Nomor versi：V1.0.0

# setting_cancel
source: Account cancellation
id: Pembatalan akun

# setting_cancel_pop_title
source: Please note
id: Harap diperhatikan

# setting_cancel_pop_tip1
source: Please read the following cancellation agreement carefully:
id: Silakan baca perjanjian pembatalan berikut ini dengan seksama:

# setting_cancel_pop_tip2
source: All personal information will be deleted permanently and cannot be restored.
id: Semua informasi pribadi akan dihapus secara permanen dan tidak dapat dipulihkan.

# setting_cancel_pop_tip3
source: Unclated loans must be repaid before canceling.
id: Pinjaman yang belum dilunasi harus dilunasi sebelum pembatalan.

# setting_cancel_pop_tip4
source: After canceling, we will stop sending you any notification and marketing information.
id: Setelah pembatalan, kami akan menghentikan pengiriman pemberitahuan dan informasi pemasaran kepada Anda.

# setting_cancel_pop_tip5
source: I agree with the above.
id: Saya setuju dengan yang di atas.

# setting_signout
source: Sign out
id: Keluar

# setting_signout_pop_title
source: Logout
id: Keluar

# setting_signout_pop_tip1
source: Are you sure you want to leave?
id: Apakah Anda yakin ingin keluar?

# setting_signout_pop_tip2
source: Maximum loan amount(₹)
id: Jumlah pinjaman maksimum(Rp)

# setting_signout_pop_tip4
source: Interest rates: 0.06% / days
id: Suku bunga: 0,06% per hari

# setting_signout_pop_btn
source: I'll take a look!
id: Saya akan melihatnya!

# problems_nav
source: Common problems
id: Masalah umum

# problems_title1
source: 1.How do I apply for a loan?
id: 1.Bagaimana cara mengajukan pinjaman?

# problems_title2
source: 2.Why can't l receive the verifcation code?
id: 2.Mengapa saya tidak bisa menerima kode verifikasi?

# problems_title3
source: 3.How long is the loan approval process?
id: 3.Berapa lama proses persetujuan pinjaman?

# problems_title4
source: 4.If my loan is not approved, can l apply again?
id: 4.Jika pinjaman saya tidak disetujui, apakah saya bisa mengajukan lagi?

# problems_title5
source: 5.Can l cancel my loan after submitting it?
id: 5.Apakah saya bisa membatalkan pinjaman saya setelah mengajukan permohonan?

# problems_content1
source: Please follow the stages of applying for a loan and make sure that all your information is valid when you apply.
id: Silakan ikuti tahapan pengajuan pinjaman dan pastikan semua informasi Anda valid saat mengajukan permohonan.

# problems_content2
source: Please make sure your mobile phone is running normally, there may be a delay when the operator's server is busy, please try again later.
id: Pastikan ponsel Anda berfungsi dengan normal. Jika server operator sedang sibuk, mungkin akan terjadi penundaan. Silakan coba lagi nanti.

# problems_content3
source: After completing all the required information, your loan application will be processed in as early as 3 minutes but no later than 1-24 hours.
id: Setelah mengisi semua informasi yang diperlukan, permohonan pinjaman Anda akan diproses dalam waktu sesingkat 3 menit namun tidak lebih dari 1-24 jam.

# problems_content4
source: We're sorry for the inconvenience, but if your loan is not approved, this means you will not be able to apply to our platform again.
id: Kami mohon maaf atas ketidaknyamanan ini, tetapi jika pinjaman Anda tidak disetujui, hal ini berarti Anda tidak akan dapat mengajukan permohonan kembali ke platform kami.

# problems_content5
source: Once a loan application is issued, it will be processed automatically by the system and cannot be cancelled.
id: Setelah permohonan pinjaman diajukan, permohonan tersebut akan diproses secara otomatis oleh sistem dan tidak dapat dibatalkan.

# details_nav
source: Product Details
id: Detail Produk

# details_step
source: Step %ld
id: Melangkah

# details_agree
source: I have read and agree
id: Saya sudah membaca dan setuju %@

# auth_upload
source: Upload
id: Unggah

# auth_uploaded
source: Uploaded
id: Diunggah

# auth_next
source: Next
id: Berikutnya

# auth_card_pop_title
source: Correct Demonstration
id: Demonstrasi yang Benar

# auth_card_pop_tip
source: Please take complete, clear, well-lit, and unobstructed photos.
id: Silakan ambil foto yang lengkap, jelas, terang, dan tidak terhalang.

# auth_card_pop_left
source: Blurred
id: Kabur

# auth_card_pop_mid
source: Shelter
id: Menyumbat

# auth_card_pop_right
source: Deficiencies
id: Kekurangan

# auth_card_pop_year
source: Year
id: Hari

# auth_card_pop_month
source: Month
id: Bulan

# auth_card_pop_ri
source: Day
id: Tahun

# auth_pop_confirm
source: Please confirm
id: Silakan konfirmasi

# auth_pop_confirm_btn
source: Confirm
id: Konfirmasi

# auth_pop_select
source: Please select
id: Silakan pilih

# auth_pop_choose
source: Please choose
id: Silakan pilih

# auth_pop_confirm_name
source: Name
id: Nama

# auth_pop_confirm_birth
source: Date of birth
id: Tanggal lahir

# auth_pop_confirm_number
source: ID number
id: Nomor ID

# auth_pop_confirm_tip1
source: Please check the following information and confirm the accurate correctness in order to pass the review smoothly
id: Silakan periksa informasi berikut dan pastikan keakuratannya agar proses review dapat berjalan lancar.

# neiw_tswp
source: Network error, please check
id: Kesalahan jaringan, silakan periksa
